Repository: red82/Blog-by-Flask
Catalog: FlaskProjects/app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: This nickname has invalid characters. Please use letters, numbers, dots and underscores only.
ru: У этого никнейма неверные параметры. Пожалуйста, используйте только буквы, числа, точки и подчеркивания.

source: This nickname is already in use. Please choose another one.
ru: Этот никнейм используется. Пожалуйста, выберите другой.

source: Invalid login. Please try again.
ru: Неверный пароль. Пожалуйста, попробуйте еще раз.

source: Your post is now live!
ru: Ваше сообщение отправлено.

source: Your changes have been saved.
ru: Ваши изменения сохранены.

source: You can't follow yourself!
ru: Вы не можете следовать сами за собой!

source: You are now following !
ru: Вы сейчас следящий!

source: You can't unfollow yourself!
ru: Вы не можете не следить за собой!

source: Cannot unfollow .
ru: Нельзя следовать.

source: You have stopped following .
ru: Вы можете прекратить следовать.

source: Home
ru: Домой

source: Your Profile
ru: Ваш профиль.

source: Logout
ru: Выйти

source: Your nickname:
ru: Ваш никнейм:

source: About yourself:
ru: О себе:

source: Say something:
ru: Скажите что-нибудь:

source: Please enter your OpenID:
ru: Пожалуйста введите ваш OpenID:
